WELCOME_MESSAGE = 'دوست عزیز سلام 😍\n' \
                  'مرسی که از آرتیست مستقل حمایت می‌کنی' \
                  '، قطعاً بدون تو نمی‌تونستیم تا این جا برسیم\n' \
                  'و این فقط و فقط حمایت تو بوده که ما' \
                  ' الان می‌تونیم این آلبوم را به گوش شما برسونیم.\n' \
                  'برای انجام مراحل بعدی /preorder را بزنید\n'


THANKFUL_MESSAGE = "تشکر از خرید شما 🤍\n لطفا منتظر تأیید بمانید."
WHICHTYPE = '''از چه روشی میخوای استفاده کنی؟'''
RIAL = '\n' \
       'برای خرید تومانی آلبوم' \
       ' "فقط برای سایه‌ام" مبلغ ۱۱۰ هزار تومن به شماره حساب زیر ' \
       'واریز کن و فیشش را همینجا(تصویر یا متن) برای ما ارسال کن.✨🩵\n\n' \
       '6219861907064900\n' \
       'غزاله آقااسماعیلی\n' \
       'بانک سامان\n\n' \
       'اگر منصرف شدی، روی دکمه‌ی کنسل زیر این پیام بزن.👇🏽\n'

PAYPAL = '\n' \
         'دوست‌های خارج از کشورمون می‌تونید برای خرید، مبلغ ۸ دلار ' \
         'را از طریق لینک زیر برای ما paypal کنید.😍✨\n' \
         'https://www.paypal.com/paypalme/AturHekmat\n' \
         'و بعد از پرداخت، فیش را همینجا'\
         '(تصویر یا متن) برای ما ارسال کنید.\n\n' \
         'اگر منصرف شدی، روی دکمه‌ی کنسل زیر این پیام بزن.👇🏽\n'

PREORDER_MESSAGE = "CARD NUMBER"
ACCEPTED = '\n' \
           'ممنون بابت حمایت شما 😍\n' \
           'امیدوارم از گوش دادن به این آلبوم لذت' \
           ' ببری، چندتا یادگاری هم برای تو توی فایل ' \
           'گذاشتیم.😉 یادمان باشد که فقط برای سایه‌مان بنویسیم :)\n'

REJECTED = '\n' \
           'متأسفانه اشکالی پیش آمده. 😢\n' \
           'اما نگران نباش، برای اطلاع بیشتر به ادمین پیام بده. 👌😌\n' \
           '@exon_manager\n'


WRONGINPUT = '''چیزی که فرستادی شبیه به فیش نیست.😢'''
