WELCOME_MESSAGE = '''دوست عزیز سلام 😍
مرسی که از آرتیست مستقل حمایت می‌کنی، قطعاً بدون تو نمی‌تونستیم تا این جا برسیم و این فقط و فقط حمایت تو بوده که ما الان می‌تونیم این آلبوم را به گوش شما برسونیم.
برای انجام مراحل بعدی /preorder را بزنید
'''


THANKFUL_MESSAGE = "تشکر از خرید شما 🤍\n لطفا منتظر تأیید بمانید."
WHICHTYPE = '''از چه روشی میخوای استفاده کنی؟'''
RIAL='''
برای خرید تومانی آلبوم "فقط برای سایه‌ام" مبلغ ۱۱۰ هزار تومن به شماره حساب زیر واریز کن و فیشش را همینجا(تصویر یا متن) برای ما ارسال کن.✨🩵

6219861907064900
غزاله آقااسماعیلی
بانک سامان

اگر منصرف شدی، روی دکمه‌ی کنسل زیر این پیام بزن.👇🏽
'''
PAYPAL='''
دوست‌های خارج از کشورمون می‌تونید برای خرید، مبلغ ۸ دلار را از طریق لینک زیر برای ما paypal کنید.😍✨
https://www.paypal.com/paypalme/AturHekmat
و بعد از پرداخت، فیش را همینجا(تصویر یا متن) برای ما ارسال کنید.

اگر منصرف شدی، روی دکمه‌ی کنسل زیر این پیام بزن.👇🏽
'''
PREORDER_MESSAGE = "CARD NUMBER"
ACCEPTED = '''
ممنون بابت حمایت شما 😍
امیدوارم از گوش دادن به این آلبوم لذت ببری، چندتا یادگاری هم برای تو توی فایل گذاشتیم.😉 یادمان باشد که فقط برای سایه‌مان بنویسیم :)
'''
REJECTED='''
متأسفانه اشکالی پیش آمده. 😢
اما نگران نباش، برای اطلاع بیشتر به ادمین پیام بده. 👌😌
@exon_manager
'''

WRONGINPUT= '''چیزی که فرستادی شبیه به فیش نیست.😢'''